Repository: KDE/perceptualcolor
Catalog: poqm/*/perceptualcolor-0_qt.po
Languages: ca, de, eo, es, fi, fr, gl, it, ka, ko, nl, pl, sv, tr, zh_cn

# PerceptualColor::ColorDialogPrivate|
source: Basic colors
ca: Colors bàsics
eo: Bazaj koloroj
es: Colores básicos
gl: Cores básicas
it: Colori di base
ka: ძირითადი ფერები
nl: Basiskleuren
pl: Podstawowe barwy
sv: Grundfärger
tr: Temel renkler
zh_cn: 基本颜色

# PerceptualColor::ColorDialogPrivate|
source: History
ca: Historial
eo: Historio
es: Historial
gl: Historial
it: Cronologia
ka: ისტორია
nl: Geschiedenis
pl: Historia
sv: Historik
tr: Geçmiş
zh_cn: 历史记录

# PerceptualColor::ColorDialogPrivate|
source: Custom Colors
ca: Colors personalitzats
es: Colores personalizados
it: Colori personalizzati
ka: მომხმარებლის ფერები
nl: Eigen kleuren
tr: Özel renkler
zh_cn: 自定义颜色

# PerceptualColor::SwatchBook|
source: Delete
ca: Suprimeix
es: Borrar
it: Elimina
ka: წაშლა
nl: Verwijderen
tr: Sil
zh_cn: 删除

# PerceptualColor::ColorDialogPrivate|
source: Lab
eo: Laboratorio
fr: Labo

# PerceptualColor::ColorDialogPrivate|
source: RGB
fr: RVB

# PerceptualColor::ColorDialogPrivate|
source: Maximum CIELch chroma:
de: Maximale CIELch-Buntheit:

# PerceptualColor::ColorDialogPrivate|
source: O&pacity:
de: &Deckkraft:

# PerceptualColor::ColorDialogPrivate|
source: <p>Lightness: %L1⁠–⁠%L2</p><p>Chroma: %L3⁠–⁠%L4</p><p>Hue: 0°⁠–⁠360°</p>
de: <p>Helligkeit: %L1⁠–⁠%L2</p><p>Buntheit: %L3⁠–⁠%L4</p><p>Farbton: 0°⁠–⁠360°</p>

# PerceptualColor::ColorDialogPrivate|
source: From &screen
de: &Pipette

# PerceptualColor::ColorDialogPrivate|
source: &Pick Screen Color
de: &Farbe vom Bildschirm wählen
