Repository: KDE/perceptualcolor
Catalog: poqm/*/perceptualcolor-0_qt.po
Languages: ca, de, eo, es, fi, fr, gl, it, ka, ko, nl, pl, sv, tr, zh_cn

# PerceptualColor::ColorDialogPrivate|
source: Name:
ca: Nom:
eo: Nomo:
es: Nombre:
fi: Nimi:
fr: Nom :
gl: Nome:
it: Nome:
ka: სახელი:
ko: 이름:
nl: Naam:
pl: Nazwa:
sv: Namn:
tr: Ad:
zh_cn: 名称：

# PerceptualColor::ColorDialogPrivate|
source: %L1 (estimated)
ca: %L1 (estimat)
de: %L1 (geschätzt)
eo: %L1 (taksa)
es: %L1 (estimado)
fi: %1L1 (arvioitu)
fr: %L1 (Estimé)
gl: %L1 (estimado)
it: %L1 (stimato)
ka: %L1 (დაახლ)
ko: %L1(예상됨)
nl: %L1 (geschat)
pl: %L1 (oszacowana)
sv: %L1 (uppskattad)
tr: %L1 (tahmini)
zh_cn: %L1 (估计值)

# PerceptualColor::ColorDialogPrivate|
source: Maximum CIELCh-D50 chroma:
ca: Croma CIELCh-D50 màxim:
eo: Maksimuma CIELch-D50 kroma:
es: Máximo croma CIELCh-D50:
fi: CIELch-D50-enimmäiskroma:
fr: Chrominance « CIELch-D50 » maximale :
gl: Cores máximas de CIELCh-D50:
it: Croma CIELCh-D50 massima:
ka: მაქსიმალური CIELch ქრომა:
ko: 최대 CIELCh-D50 크로마:
pl: Największa chroma CIELCh-D50:
sv: Maximal CIELCh-D50 kroma:
tr: En yüksek CIELCh‑D50 kroması:
zh_cn: 最大 CIELCh-D50 色品：

# PerceptualColor::ColorDialogPrivate|
source: Maximum Oklch chroma:
ca: Croma Oklch màxim:
de: Maximale Oklch-Buntheit:
eo: Maksimuma Oklch-kroma:
es: Máximo croma Oklch:
fi: Oklch-enimmäiskroma:
fr: Chrominance « OKlch » maximale :
gl: Cores máximas de Oklch:
it: Croma Oklch massima:
ka: მაქსიმალური Oklch ქრომა:
ko: 최대 Oklch 크로마:
pl: Największa chroma Oklch:
sv: Maximal Oklch kroma:
tr: En yüksek Oklch kroması:
zh_cn: 最大 Oklch 色品：

# PerceptualColor::ColorDialogPrivate|
source: Display profile
ca: Perfil de visualització
de: Anzeige-Profil
eo: Montri profilon
es: Perfil de visualización
fi: Näyttöprofiili
fr: Profil d'affichage
gl: Amosar o perfil
it: Profilo dello schermo
ka: ეკრანის პროფილი
ko: 표시 프로필
nl: Profiel tonen
pl: Profil wyświetlacza
sv: Bildskärmsprofil
tr: Ekran profili
zh_cn: 显示器特性文件

# PerceptualColor::ColorDialogPrivate|
source: Profile class:
ca: Classe de perfil:
de: Profiltyp:
eo: Profila klaso:
es: Clase de perfil:
fi: Profiilin luokka:
fr: Classe de profil :
gl: Clase de perfil:
it: Classe del profilo:
ka: პროფილის კლასი:
ko: 프로필 클래스:
nl: Profielklasse:
pl: Klasa profilu:
sv: Profilklass:
tr: Profil sınıfı:
zh_cn: 特性文件类：

# PerceptualColor::ColorDialogPrivate|
source: Color model:
ca: Model del color:
de: Farbmodell:
eo: Kolora modelo:
es: Modelo de color:
fi: Värimalli:
fr: Modèle de couleurs :
gl: Modelo de cor:
it: Modello di colore:
ka: ფერის მოდელი:
ko: 색 모델:
nl: Kleurenmodel:
pl: Model barwy:
sv: Färgmodell:
tr: Renk modeli:
zh_cn: 色彩模型：

# PerceptualColor::ColorDialogPrivate|
source: Manufacturer:
ca: Fabricant:
de: Hersteller:
eo: Fabrikisto:
es: Fabricante:
fi: Valmistaja:
fr: Fabricant :
gl: Fabricante:
it: Produttore:
ka: მწარმოებელი:
ko: 제조사:
nl: Fabrikant:
pl: Wytwórca:
sv: Tillverkare:
tr: Üretici:
zh_cn: 厂商：

# PerceptualColor::ColorDialogPrivate|
source: Device model:
ca: Model del dispositiu:
de: Gerätemodell:
eo: Aparato modelo:
es: Modelo del dispositivo:
fi: Laitteen malli:
fr: Modèle du périphérique :
gl: Modelo do dispositivo:
it: Modello del dispositivo:
ka: მოწყობილობის მოდელი:
ko: 장치 모델:
nl: Apparaatmodel:
pl: Model urządzenia:
sv: Enhetsmodell:
tr: Aygıt modeli:
zh_cn: 设备型号：

# PerceptualColor::ColorDialogPrivate|
source: Created:
ca: Creat:
de: Erstellt:
eo: Kreita:
es: Creado el:
fi: Luotu:
fr: Créé :
gl: Creación:
it: Creato il:
ka: შექმნილია:
ko: 만든 날짜:
nl: Aangemaakt:
pl: Utworzony:
sv: Skapad:
tr: Oluşturulma:
zh_cn: 创建时间：

# PerceptualColor::ColorDialogPrivate|
source: ICC format:
ca: Format ICC:
eo: ICC-formato:
es: Formato ICC:
fi: ICC-muoto:
fr: Format « ICC » :
gl: Formato de ICC:
it: Formato ICC:
ka: ICC ფორმატი:
ko: ICC 형식:
nl: ICC-formaat:
pl: Format ICC:
tr: ICC biçimi:
zh_cn: ICC 格式：

# PerceptualColor::ColorDialogPrivate|
source: Implementation:
ca: Implementació:
de: Umsetzung:
eo: Efektivigo:
es: Implementación:
fi: Toteutus:
fr: Implémentation :
gl: Implementación:
it: Implementazione:
ka: განხორციელება:
ko: 구현:
nl: Implementatie:
pl: Implementacja:
sv: Implementering:
tr: Uygulanma:
zh_cn: 实现方式：

# PerceptualColor::ColorDialogPrivate|
source: Matrices and color lookup tables
ca: Matrius i taules de cerca de color
de: Matrizen und Farbzuordnungstabellen
eo: Matricoj kaj koloraj serĉtabeloj
es: Matrices y tablas de búsqueda de color
fi: Matriisit ja värihakutaulukot
fr: Matrices et tableaux de recherche de couleurs
gl: Matrices e táboas de busca de cores
it: Matrici e tabelle di ricerca dei colori
ka: მატრიცები და ფერის ძებნის ცხრილები
ko: 매트릭스와 색상 룩업 테이블
nl: Matrices en opzoektabellen voor kleur
pl: Matryce i tabele do wyszukiwania barw
sv: Matriser och färguppslagningstabeller
tr: Matrisler ve renk arama tabloları
zh_cn: 矩阵和颜色查找表

# PerceptualColor::ColorDialogPrivate|
source: Matrices
ca: Matrius
de: Matrizen
eo: Matricoj
fi: Matriisit
it: Matrici
ka: მატრიცები
ko: 매트릭스
pl: Macierze
sv: Matriser
tr: Matrisler
zh_cn: 矩阵 (Matrix)

# PerceptualColor::ColorDialogPrivate|
source: Color lookup tables
ca: Taules de cerca de color
de: Farbzuordnungstabellen
eo: Koloraj serĉtabeloj
es: Tablas de búsqueda de color
fi: Värihakutaulukot
fr: Tables de recherche de couleurs
gl: Táboas de busca de cores
it: Tabelle di ricerca dei colori
ka: ფერის საძებნი ცხრილები
ko: 색상 룩업 테이블
nl: Opzoektabellen voor kleur
pl: Tabele do wyszukiwania barw
sv: Färguppslagningstabeller
tr: Renk arama tabloları
zh_cn: 颜色查找表 (LUT)

# PerceptualColor::ColorDialogPrivate|
source: PCS color model:
ca: Model del color PCS:
de: PCS-Farbmodell:
eo: PCS-kolormodelo:
es: Modelo de color PCS:
fi: PCS-värimalli:
fr: Modèle « PCS » de couleurs :
gl: Modelo de cor de PCS:
it: Modello di colore PCS:
ka: PCS ფერის მოდელი:
ko: PCS 색 모델:
nl: PCS kleurmodel:
pl: Model barw PCS:
sv: PCS-färgmodell:
tr: PCS renk modeli:
zh_cn: PCS 色彩模型：

# PerceptualColor::ColorDialogPrivate|
source: Copyright:
de: Urheberrecht:
eo: Kopirajto:
fi: Tekijänoikeudet:
fr: Droit d'auteur :
gl: Dereitos de autoría:
ka: უფლებები:
ko: 저작권:
pl: Prawa autorskie:
tr: Telif hakkı:
zh_cn: 版权：

# PerceptualColor::ColorDialogPrivate|
source: File size:
ca: Mida del fitxer:
de: Dateigröße:
eo: Dosiera grandeco:
es: Tamaño de archivo:
fi: Tiedoston koko:
fr: Taille du fichier :
gl: Tamaño do ficheiro:
it: Dimensione del file:
ka: ფაილის ზომა:
ko: 파일 크기:
nl: Bestandsgrootte:
pl: Rozmiar pliku:
sv: Filstorlek:
tr: Dosya boyutu:
zh_cn: 文件大小：

# PerceptualColor::ColorDialogPrivate|
source: File name:
ca: Nom del fitxer:
de: Dateiname:
eo: Dosiernomo:
es: Nombre de archivo:
fi: Tiedostonimi:
fr: Nom du fichier :
gl: Nome do ficheiro:
it: Nome del file:
ka: ფაილის სახელი:
ko: 파일 이름:
nl: Bestandsnaam:
pl: Nazwa pliku:
sv: Filnamn:
tr: Dosya adı:
zh_cn: 文件名：

# PerceptualColor::ColorDialogPrivate|
source: Color space information
ca: Informació de l'espai de color
de: Farbraum-Informationen
eo: Informoj pri kolorspaco
es: Información del espacio de color
fi: Väriavaruustiedot
fr: Informations relatives à l'espace colorimétrique
gl: Información do espazo de cores
it: Informazioni sullo spazio dei colori
ka: ფერების სივრცის ინფორმაცია
ko: 색 공간 정보
nl: Kleurruimteinformatie
pl: Szczegóły o przestrzeni barw
sv: Färgsysteminformation
tr: Renk uzayı bilgisi
zh_cn: 色彩空间信息

# PerceptualColor::ColorDialogPrivate|
source: CIEHL&C D50:
gl: D50 de CIEHL&C:
ko: CIEHLC D50(&C):

# PerceptualColor::ColorDialogPrivate|
source: O&klch:
ko: Oklch(&K):

# PerceptualColor::ColorDialogPrivate|
source: &RGB:
fr: &RVB :
ko: RGB(&R):

# PerceptualColor::ColorDialogPrivate|
source: He&x:
eo: Li&x:
fi: &Heksa:
fr: He&xa :
gl: He&xadecimal:
it: E&sa:
ka: &თექვს:
ko: 16진수(&X):
tr: &Onaltılık:

# PerceptualColor::ColorDialogPrivate|
source: &Basic colors
de: Gru&ndfarben
fr: Couleurs de &base
ko: 기본 색상(&B)

# PerceptualColor::ColorDialogPrivate|
source: &Hue-based
ca: Basats en el &to
de: Nach Farb&ton
eo: &Nuanco-bazita
es: Basado en el &matiz
fi: &Sävypohjaiset
fr: Reposant sur les &teintes
gl: Segundo a &tonalidade
it: Basato sulla &tonalità
ka: &ტონზე-ბაზირებული
ko: 색조 기반(&H)
nl: &Tint-gebaseerd
pl: Oparty na &odcieniu
sv: &Färgtonsbaserad
tr: T&on Tabanlı
zh_cn: 基于色相(&H)

# PerceptualColor::ColorDialogPrivate|
source: &Lightness-based
ca: Basats en la c&laredat
de: Nach &Helligkeit
eo: &Leĝeco-bazita
es: Basado en la &luminosidad
fi: &Valoisuuspohjaiset
fr: Reposant sur la &luminosité
gl: Segundo a &luminosidade
it: Basato sulla &luminosità
ka: &განათებულობაზე-ბაზირებული
ko: 광도 기반(&L)
nl: &Lichtheid-gebaseerd
pl: Oparty na świet&listości
sv: &Ljushetsbaserad
tr: &Açıklık Tabanlı
zh_cn: 基于亮度(&L)

# PerceptualColor::ColorDialogPrivate|
source: &Numeric
ca: &Numèric
de: &Numerisch
eo: &Numera
es: &Numérico
fi: N&umeerinen
fr: &Numérique
gl: &Numérico
it: &Numerico
ka: &რიცხვობრივი
ko: 숫자(&N)
nl: &Numeriek
pl: &Liczbowo
sv: &Numerisk
tr: &Sayısal
zh_cn: 数值(&N)

# PerceptualColor::ColorDialogPrivate|
source: HS&L:
ko: HSL(&L):

# PerceptualColor::ColorDialogPrivate|
source: HS&V/HSB:
ko: HSV/HSB(&V):

# PerceptualColor::ColorDialogPrivate|
source: H&WB:
ko: HWB(&W):

# PerceptualColor::ColorDialogPrivate|
source: &OK
ca: D'ac&ord
eo: &BONE
es: &Aceptar
gl: &Aceptar
ka: &დიახ
ko: 확인(&O)
tr: &Tamam
zh_cn: 确定(&O)

# PerceptualColor::ColorDialogPrivate|
source: &Cancel
ca: &Cancel·la
de: &Abbrechen
eo: &Nuligi
es: &Cancelar
fi: &Peru
fr: Annu&ler
gl: &Cancelar
it: &Annulla
ka: &შეწყვეტა
ko: 취소(&C)
nl: &Annuleren
pl: &Anuluj
sv: &Avbryt
tr: İ&ptal
zh_cn: 取消(&C)

# PerceptualColor::ColorDialogPrivate|
source: <p>Red: 0⁠–⁠255</p><p>Green: 0⁠–⁠255</p><p>Blue: 0⁠–⁠255</p>
ca: <p>Vermell: 0⁠–⁠255</p><p>Verd: 0⁠–⁠255</p><p>Blau: 0⁠–⁠255</p>
de: <p>Rot: 0⁠–⁠255</p><p>Grün: 0⁠–⁠255</p><p>Blau: 0⁠–⁠255</p>
eo: <p>Ruĝa: 0⁠–⁠255</p><p>Verda: 0⁠–⁠255</p><p>Blua: 0⁠–⁠255</p>
es: <p>Rojo: 0⁠–⁠255</p><p>Verde: 0⁠–⁠255</p><p>Azul: 0⁠–⁠255</p>
fi: <p>Punainen: 0⁠–⁠255</p><p>Vihreä: 0⁠–⁠255</p><p>Sininen: 0⁠–⁠255</p>
fr: <p>Rouge : 0⁠–⁠255</p><p>Vert : 0⁠–⁠255</p><p>Bleu : 0⁠–⁠255</p>
gl: <p>Vermello: 0⁠–⁠255</p><p>Verde: 0⁠–⁠255</p><p>Azul: 0⁠–⁠255</p>
it: <p>Rosso: 0⁠–⁠255</p><p>Verde: 0⁠–⁠255</p><p>Blu: 0⁠–⁠255</p>
ka: <p>წითელი: 0⁠–⁠255</p><p>მწვანე: 0⁠–⁠255</p><p>ლურჯი: 0⁠–⁠255</p>
ko: <p>빨간색: 0⁠–⁠255</p><p>녹색: 0⁠–⁠255</p><p>파란색: 0⁠–⁠255</p>
nl: <p>Rood: 0-255</p><p>Groen: 0⁠–⁠255</p><p>Blauw: 0-255</p>
pl: <p>Czerwony: 0⁠–⁠255</p><p>Zielony: 0⁠–⁠255</p><p>Niebieski: 0⁠–⁠255</p>
sv: <p>Röd: 0⁠–⁠255</p><p>Grön: 0⁠–⁠255</p><p>Blå: 0⁠–⁠255</p>
tr: <p>Kırmızı: 0⁠–⁠255</p><p>Yeşil: 0⁠–⁠255</p><p>Mavi: 0⁠–⁠255</p>
zh_cn: <p>红：0⁠–⁠255</p><p>绿：0⁠–⁠255</p><p>蓝：0⁠–⁠255</p>

# PerceptualColor::ColorDialogPrivate|
source: <p>Hexadecimal color code, as used in HTML: #RRGGBB</p><p>RR: two-digit code for red: 00⁠–⁠FF</p><p>GG: two-digit code for green: 00⁠–⁠FF</p><p>BB: two-digit code for blue: 00⁠–⁠FF</p>
ca: <p>Codi de color hexadecimal, com s'usa en HTML: #RRGGBB</p><p>RR: codi de dos dígits per al vermell: 00⁠–⁠FF</p><p>GG: codi de dos dígits per al verd: 00⁠–⁠FF</p><p>BB: codi de dos dígits per al blau: 00⁠–⁠FF</p>
de: <p>Hexadezimaler Farbcode, wie in HTML: #RRGGBB</p><p>RR: zwei Ziffern für rot: 00⁠–⁠FF</p><p>GG: zwei Ziffern für grün: 00⁠–⁠FF</p><p>BB: zwei Ziffern für blau: 00⁠–⁠FF</p>
eo: <p>Deksesuma kolorkodo, kiel uzata en HTML: #RRGGBB</p><p>RR: ducifera kodo por ruĝa: 00⁠–⁠FF</p><p>GG: ducifera kodo por verda : 00⁠–⁠FF</p><p>BB: ducifera kodo por bluo: 00⁠–⁠FF</p>
es: <p>Código de color hexadecimal, como se usa en HTML: #RRGGBB</p><p>RR: código de dos dígitos para el rojo: 00⁠–⁠FF</p><p>GG: código de dos dígitos para el verde: 00⁠–⁠FF</p><p>BB: código de dos dígitos para el azul: 00⁠–⁠FF</p>
fi: <p>Heksadesimaalinen värikoodi kuten HTML:ssä: #RRGGBB</p><p>RR: kaksinumeroinen koodi punaiselle: 00⁠–⁠FF</p><p>GG: kaksinumeroinen koodi vihreälle: 00⁠–⁠FF</p><p>BB: kaksinumeroinen koodi siniselle: 00⁠–⁠FF</p>
fr: <p>Code de couleur en hexadécimal, utilisé aussi dans le langage « HTML » : #RRVVBB</p><p>RR : code à deux chiffres pour le rouge : 00 ⁠– ⁠FF</p><p>GG : code à deux chiffres pour le vert : 00 ⁠– ⁠FF</p><p>BB s: code à deux chiffres pour le bleu : 00 ⁠– ⁠FF</p>
gl: <p>Código de cor hexadecimal, como se usa en HTML: #RRGGBB</p><p>RR: código de dous díxitos do vermello: 00⁠–⁠FF</p><p>GG: código de dous díxitos do verde: 00⁠–⁠FF</p><p>BB: código de dous díxitos do azul: 00⁠–⁠FF</p>
it: <p>Codice colore esadecimale, come utilizzato in HTML: #RRGGBB</p><p>RR: codice a due cifre per il rosso: 00⁠–⁠FF</p><p>GG: codice a due cifre per il verde: 00⁠–⁠FF</p><p>BB: codice a due cifre per il blu: 00⁠–⁠FF</p>
ka: <p>ფერის თექვსმეტობითი კოდი, როგორც ეს HTML-ში გამოიყენება: #წწმმლლ</p><p>წწ: ორციფრიანი კოდი წითლისთვის: 00⁠–⁠FF</p><p>მმ: ორციფრიანი კოდი მწვანისთვის: 00⁠–⁠FF</p><p>ლლ: ორციფრიანი კოდი ლურჯისთვის: 00⁠–⁠FF</p>
ko: <p>HTML에서 사용하는 16진 색상 코드입니다. 예: #RRGGBB</p><p>RR: 빨간색 두 자리 코드: 00⁠–⁠FF</p><p>GG: 녹색 두 자리 코드: 00⁠–⁠FF</p><p>BB: 파란색 두 자리 코드: 00⁠–⁠FF</p>
nl: <p>Hexadecimale kleurcode, zoals gebruikt in HTML: #RRGGBB</p><p>RR: twee cijferige code voor rood: 00⁠–⁠FF</p><p>GG: twee cijferige code voor groen: 00⁠–⁠FF</p><p>BB: twee cijferige code voor blauw: 00⁠–⁠FF</p>
pl: <p>Szesnastkowy kod barwy taki jak używany w HTMLu: #RRGGBB</p><p>RR: dwucyfrowy kod dla czerwonego: 00⁠–⁠FF</p><p>GG: dwucyfrowy kod dla zielonego: 00⁠–⁠FF</p><p>BB: dwucyfrowy kod dla niebieskiego: 00⁠–⁠FF</p>
sv: <p>Hexadecimal färgkod, som används i HTML: #RRGGBB</p><p>RR: kod med två siffror för röd: 00⁠–⁠FF</p><p>GG: kod med två siffror för grön: 00⁠–⁠FF</p><p>BB: kod med två siffror för blå: 00⁠–⁠FF</p>
tr: <p>HTML’de kullanıldığı üzere onaltılık renk kodu: #RRGGBB</p><p>RR: Kırmızı için iki rakamlı kod: 00–FF</p><p>GG: Yeşil için iki rakamlı kod: 00–FF</p><p>BB: Mavi için iki rakamlı kod: 00–FF</p>
zh_cn: <p>HTML 十六进制颜色代码：#RRGGBB</p><p>RR：红通道的两位代码：00⁠–⁠FF</p><p>GG：绿通道的两位代码：00⁠–⁠FF</p><p>BB：蓝通道的两位代码：00⁠–⁠FF</p>

# PerceptualColor::ColorDialogPrivate|
source: <p>Hue: 0°⁠–⁠360°</p><p>HSL-Saturation: 0%⁠–⁠100%</p><p>Lightness: 0%⁠–⁠100%</p>
ca: <p>To: 0°⁠–⁠360°</p><p>Saturació HSL: 0%⁠–⁠100%</p><p>Claredat: 0%⁠–⁠100%</p>
de: <p>Farbton: 0°⁠–⁠360°</p><p>HSL-Sättigung: 0%⁠–⁠100%</p><p>Helligkeit: 0%⁠–⁠100%</p>
eo: <p>Nuanco: 0°⁠–⁠360°</p><p>HSL-Saturiĝo: 0%⁠–⁠100%</p><p>Heleco: 0%⁠–⁠100%</p>
es: <p>Matiz: 0°⁠–⁠360°</p><p>Saturación HSL: 0–⁠100 %</p><p>Luminosidad: 0⁠–⁠100 %</p>
fi: <p>Sävy: 0°⁠–⁠360°</p><p>HSL-kylläisyys: 0%⁠–⁠100%</p><p>Valoisuus: 0%⁠–⁠100%</p>
fr: <p>Teintes : 0 ° – 360 °</p><p>Saturation « HS » : 0 % – 100 %</p><p>Clarté : 0 % – 100 %</p>
gl: <p>Tonalidade: 0°⁠–⁠360°</p><p>Saturación de HSL: 0%⁠–⁠100%</p><p>Luminosidade: 0%⁠–⁠100%</p>
it: <p>Tonalità: 0°⁠–⁠360°</p><p>Saturazione HSL: 0%⁠–⁠100%</p><p>Luminosità: 0%⁠–⁠100%</p>
ka: <p>ტონი: 0°⁠–⁠360°</p><p>HSL-გაჯერება: 0%⁠–⁠100%</p><p>განათებულობა: 0%⁠–⁠100%</p>
ko: <p>색조: 0°⁠–⁠360°</p><p>HSL 채도: 0%⁠–⁠100%</p><p>광도: 0%⁠–⁠100%</p>
nl: <p>Tint: 0°⁠–⁠360°</p><p>HSL-verzadiging: 0%⁠–⁠100%</p><p>Lichtheid: 0%⁠–⁠100%</p>
pl: <p>Odcień: 0°⁠–⁠360°</p><p>Nasycenie HSL: 0%⁠–⁠100%</p><p>Świetlistość: 0%⁠–⁠100%</p>
sv: <p>Färgton: 0°⁠–⁠360°</p><p>HSL-färgmättnad: 0%⁠–⁠100%</p><p>Ljushet: 0%⁠–⁠100%</p>
tr: <p>Ton: 0°⁠–⁠360°</p><p>HSL doygunluğu: %​0⁠–⁠%​100</p><p>Açıklık: %​0⁠–⁠%​100</p>
zh_cn: <p>色相：0°⁠–⁠360°</p><p>饱和度 (HSL)：0%⁠–⁠100%</p><p>亮度 (HSL)：0%⁠–⁠100%</p>

# PerceptualColor::ColorDialogPrivate|
source: <p>Hue: 0°⁠–⁠360°</p><p>Whiteness: 0%⁠–⁠100%</p><p>Blackness: 0%⁠–⁠100%</p>
ca: <p>To: 0°⁠–⁠360°</p><p>Blancor: 0%⁠–⁠100%</p><p>Negror: 0%⁠–⁠100%</p>
de: <p>Farbton: 0°⁠–⁠360°</p><p>Weißbeimischung: 0%⁠–⁠100%</p><p>Schwarzbeimischung: 0%⁠–⁠100%</p>
eo: <p>Nuanco: 0°⁠–⁠360°</p><p>Blankeco: 0%⁠–⁠100%</p><p>Nigreco: 0%⁠–⁠100%</p>
es: <p>Matiz: 0°⁠–⁠360°</p><p>Blancura: 0⁠–⁠100 %</p><p>Negrura: 0⁠–⁠100 %</p>
fi: <p>Sävy: 0°⁠–⁠360°</p><p>Valkoisuus: 0%⁠–⁠100%</p><p>Mustuus: 0%⁠–⁠100%</p>
fr: <p>Teinte : 0 ° – 360 °</p><p>Blancheur : 0 % – 100 %</p><p>Noirceur : 0 % – 100 %</p>
gl: <p>Tonalidade: 0°⁠–⁠360°</p><p>Brancor: 0%⁠–⁠100%</p><p>Negror: 0%⁠–⁠100%</p>
it: <p>Tonalità: 0°⁠–⁠360°</p><p>Bianco: 0%⁠–⁠100%</p><p>Nero: 0%⁠–⁠100%</p>
ka: <p>ტონი: 0°⁠–⁠360°</p><p>სითეთრე: 0%⁠–⁠100%</p><p>სიშავე: 0%⁠–⁠100%</p>
ko: <p>색조: 0°⁠–⁠360°</p><p>흰색: 0%⁠–⁠100%</p><p>검은색: 0%⁠–⁠100%</p>
nl: <p>Tint: 0°⁠–⁠360°</p><p>Witheid: 0%⁠–⁠100%</p><p>Zwartheid: 0%⁠–⁠100%</p>
pl: <p>Odcień: 0°⁠–⁠360°</p><p>Biel: 0%⁠–⁠100%</p><p>Czerń: 0%⁠–⁠100%</p>
sv: <p>Färgton: 0°⁠–⁠360°</p><p>Vithet: 0%⁠–⁠100%</p><p>Svärta: 0%⁠–⁠100%</p>
tr: <p>Ton: 0°⁠–⁠360°</p><p>Beyazlık: %​0⁠–⁠%​100</p><p>Siyahlık: %​0⁠–⁠%​100</p>
zh_cn: <p>色相：0°⁠–⁠360°</p><p>白度：0%⁠–⁠100%</p><p>黑度：0%⁠–⁠100%</p>

# PerceptualColor::ColorDialogPrivate|
source: <p>Hue: 0°⁠–⁠360°</p><p>HSV/HSB-Saturation: 0%⁠–⁠100%</p><p>Brightness/Value: 0%⁠–⁠100%</p>
ca: <p>To: 0°⁠–⁠360°</p><p>Saturació HSV/HSB: 0%⁠–⁠100%</p><p>Lluminositat/Valor: 0%⁠–⁠100%</p>
de: <p>Farbton: 0°⁠–⁠360°</p><p>HSV/HSB-Sättigung: 0%⁠–⁠100%</p><p>Strahlkraft: 0%⁠–⁠100%</p>
eo: <p>Nuanco: 0°⁠–⁠360°</p><p>HSV/HSB-Saturiĝo: 0%⁠–⁠100%</p><p>Brilo/Valoro: 0%⁠–⁠100% </p>
es: <p>Matiz: 0°⁠–⁠360°</p><p>Saturación HSV/HSB: 0⁠–⁠100 %</p><p>Brillo/Valor: 0⁠–⁠100 %</p>
fi: <p>Sävy: 0°⁠–⁠360°</p><p>HSV/HSB-kylläisyys: 0%⁠–⁠100%</p><p>Kirkkaus/arvo: 0%⁠–⁠100%</p>
fr: <p>Teintes : 0 ° – 360 °</p><p>Saturation « HSV / HSB » : 0 % – 100 %</p><p>Luminosité / valeur : 0 % – 100 %</p>
gl: <p>Tonalidade: 0°⁠–⁠360°</p><p>Saturación de HSV/HSB: 0%⁠–⁠100%</p><p>Luminosidade ou valor: 0%⁠–⁠100%</p>
it: <p>Tonalità: 0°⁠–⁠360°</p><p>Saturazione HSV/HSB: 0%⁠–⁠100%</p><p>Luminosità/Valore: 0%⁠–⁠100%</p>
ka: <p>ტონი: 0°⁠–⁠360°</p><p>HSV/HSB-გაჯერებულობა: 0%⁠–⁠100%</p><p>სიკაშკაშე/მნიშვნელობა: 0%⁠–⁠100%</p>
ko: <p>색조: 0°⁠–⁠360°</p><p>HSV/HSB 채도: 0%⁠–⁠100%</p><p>밝기/명도: 0%⁠–⁠100%</p>
nl: <p>Tint: 0°⁠–⁠360°</p><p>HSV/HSB-verzadiging: 0%⁠–⁠100%</p><p>Helderheid/waarde: 0%⁠–⁠100%</p>
pl: <p>Odcień: 0°⁠–⁠360°</p><p>Nasycenie HSV/HSB: 0%⁠–⁠100%</p><p>Jasność/Wartość: 0%⁠–⁠100%</p>
sv: <p>Färgton: 0°⁠–⁠360°</p><p>HSV/HSB-färgmättnad: 0%⁠–⁠100%</p><p>Ljusstyrka/värde: 0%⁠–⁠100%</p>
tr: <p>Ton: 0°⁠–⁠360°</p><p>HSV/HSB doygunluğu: %​0⁠–⁠%​100</p><p>Parlaklık/Değer: %​0⁠–⁠%​100</p>
zh_cn: <p>色相：0°⁠–⁠360°</p><p>饱和度 (HSV/HSB)：0%⁠–⁠100%</p><p>亮度 (HSV/HSB)：0%⁠–⁠100%</p>

# PerceptualColor::ColorDialogPrivate|
source: Lightness
ca: Claredat
de: Helligkeit
eo: Malpezeco
es: Luminosidad
fi: Valoisuus
fr: Luminosité
gl: Luminosidade
it: Luminosità
ka: სიკაშკაშე
ko: 광도
nl: Lichtheid
pl: Świetlistość
sv: Ljushet
tr: Açıklık
zh_cn: 亮度 (Lightness)

# PerceptualColor::ColorDialogPrivate|
source: <p>Hue: 0°⁠–⁠360°</p><p>Lightness: 0%⁠–⁠100%</p><p>Chroma: 0⁠–⁠%L1</p>
de: <p>Farbton: 0°⁠–⁠360°</p><p>Helligkeit: 0%⁠–⁠100%</p><p>Buntheit: 0⁠–⁠%L1</p>
fi: <p>Sävy: 0°⁠–⁠360°</p><p>Valoisuus: 0%⁠–⁠100%</p><p>Krominanssi: 0⁠–⁠%L1</p>
fr: <p>Teintes : 0 °⁠– ⁠360 °</p><p>Luminosité : 0 %⁠ – ⁠100 %</p><p>Chrominance : 0⁠–⁠%L1</p>
gl: <p>Tonalidade: 0°⁠–⁠360°</p><p>Luminosidade: 0%⁠–⁠100%</p><p>Cores: 0⁠–⁠%L1</p>
ko: <p>색조: 0°⁠–⁠360°</p><p>광도: 0%⁠–⁠100%</p><p>크로마: 0⁠–⁠%L1</p>

# PerceptualColor::ColorDialogPrivate|
source: <p>Lightness: %L1⁠–⁠%L2</p><p>Chroma: %L3⁠–⁠%L4</p><p>Hue: 0°⁠–⁠360°</p><p>Whitepoint: D65</p>
ca: <p>Claredat: %L1⁠–⁠%L2</p><p>Croma: %L3⁠–⁠%L4</p><p>To: 0°⁠–⁠360°</p><p>Punt blanc: D65</p>
eo: <p>Heleco: %L1⁠–⁠%L2</p><p>Kromo: %L3⁠–⁠%L4</p><p>Nuanco: 0°⁠–⁠360°</p><p>Blankpunkto: D65</p>
es: <p>Luminosidad: %L1⁠–⁠%L2</p><p>Croma: %L3⁠–⁠%L4</p><p>Matiz: 0°⁠–⁠360°</p><p>Punto blanco: D65</p>
fi: <p>Valoisuus: %L1⁠–⁠%L2</p><p>Krominanssi: %L3⁠–⁠%L4</p><p>Sävy: 0°⁠–⁠360°</p><p>Valkopiste: D65</p>
fr: <p>Luminosité : %L1⁠–⁠%L2</p><p>Chrominance : %L3⁠–⁠%L4</p><p>Teintes : 0 °⁠– ⁠360 °</p><p>Point blanc : D65</p>
gl: <p>Luminosidade: %L1⁠–⁠%L2</p><p>Cores: %L3⁠–⁠%L4</p><p>Tonalidade: 0°⁠–⁠360°</p><p>Punto branco: D65</p>
it: <p>Luminosità: %L1⁠–⁠%L2</p><p>Croma: %L3⁠–⁠%L4</p><p>Tonalità: 0°⁠–⁠360°</p><p>Punto di bianco: D65</p>
ka: <p>განათებულობა: %L1⁠–⁠%L2</p><p>ქრომა: %L3⁠–⁠%L4</p><p>ტონი: 0°⁠–⁠360°</p>><p>თეთრი წერტილი: D65</p>
ko: <p>광도: %L1⁠–⁠%L2</p><p>크로마: %L3⁠–⁠%L4</p><p>색조: 0°⁠–⁠360°</p><p>백색 기준점: D65</p>
nl: <p>Lichtheid: %L1⁠–⁠%L2</p><p>Chroma: %L3⁠–⁠%L4</p><p>Tint: 0°⁠–⁠360°</p><p>Witpunt: D65</p>
pl: <p>Świetlistość: %L1⁠–⁠%L2</p><p>Chroma: %L3⁠–⁠%L4</p><p>Odcień: 0°⁠–⁠360°</p><p>Punkt bieli: D65</p>
sv: <p>Ljushet: %L1⁠–⁠%L2</p><p>Kroma: %L3⁠–⁠%L4</p><p>Färgton: 0°⁠–⁠360°</p><p>Vitpunkt: D65</p>
tr: <p>Açıklık: %L1⁠–⁠%L2</p><p>Kroma: %L3⁠–⁠%L4</p><p>Ton: 0°⁠–⁠360°</p><p>Beyaz nokta: D65</p>
zh_cn: <p>亮度 (Lightness)：%L1⁠–⁠%L2</p><p>色品：%L3⁠–⁠%L4</p><p>色相：0°⁠–⁠360°</p><p>白点：D65</p>

# PerceptualColor::ColorDialogPrivate|
source: Op&acity:
ca: O&pacitat:
eo: Op&akeco:
es: Op&acidad:
fi: P&eittävyys:
fr: Op&acité :
gl: Op&acidade:
it: Op&acità:
ka: &გაუმჭვირვალობა:
ko: 불투명도(&A):
nl: D&ekking:
pl: &Nieprzezroczystość:
sv: &Ogenomskinlighet:
tr: &Matlık:
zh_cn: 不透明度(&A)：

# PerceptualColor::ColorDialogPrivate|
source: &Pick screen color
fi: &Poimi näyttöväri
fr: Sé&lectionner une couleur d'écran
gl: Escoller unha cor da &pantalla
it: &Scegli il colore dello schermo
ko: 화면 색상 선택(&P)
nl: &Neem monster van schermkleur
sv: &Hämta skärmfärg

# PerceptualColor::ColorDialogPrivate|
source: Click to snap to nearest in-&gamut color
ca: Feu clic per a ajustar al color més proper dins la gamma
eo: Klaku por alkroĉi al plej proksima en-&gama koloro
es: Clic para ajustar al color más próximo en la &gama
fi: Kiinnity &väriasteikon lähimpään väriin napsauttamalla
fr: Cliquer pour aimanter vers la couleur la plus proche en &gamut
gl: Prema para apegarse á cor máis próxima da gama
it: Fai clic per eseguire l'aggancio al colore in-&gamut più vicino
ka: დააწკაპუნეთ უახლოეს &სკალის ფერთან მისაბმელად
ko: 클릭하여 가장 가까운 색역 내 색상으로 고정(&G)
nl: Klik om vast te klikken op dichts bijzijnde in-&gamut kleur
pl: Naciśnij, aby przyciągnąć do najbliżej barwy w &gamucie
sv: Klicka för att låsa till närmaste färg i färgomfånget
tr: En yakın &gam içi renge tutturmak için tıkla
zh_cn: 点击以吸附到最接近的色域内颜色(&G)

# PerceptualColor::ColorDialogPrivate|
source: Select color
ca: Selecció de color
de: Farbauswahl
eo: Elekti koloron
es: Seleccionar color
fi: Valitse väri
fr: Sélectionner une couleur
gl: Seleccionar a cor
it: Seleziona il colore
ka: ფერის არჩევა
ko: 색 선택
nl: Kleur selecteren
pl: Wybierz barwę
sv: Välj färg
tr: Renk Seç
zh_cn: 选择颜色

# PerceptualColor::RgbColorSpace|
source: sRGB color space
ca: Espai de color sRGB
de: sRGB-Farbraum
eo: sRGB kolorspaco
es: Espacio de color sRGB
fi: sRGB-väriavaruus
fr: Espace colorimétrique « sRVB »
gl: Espazo de cores sRGB
it: Lo spazio dei colori sRGB
ka: sRGB ფერების სივრცე
ko: sRGB 색 공간
nl: sRGB kleurruimte
pl: Przestrzeń barw sRGB
sv: Färgsystemet sRGB
tr: sRGB renk uzayı
zh_cn: sRGB 色彩空间

# PerceptualColor::ColorDialogPrivate|
source: &Swatch book
ca: Mo&strari
es: Libro de mue&stras
gl: Libro de mostra&s
it: &Libro di campioni
ka: &სვოჩის წიგნი
nl: &Kleurenstaalboek
pl: Książka barwnych pa&sm
sv: &Färgprovsbok
tr: Ö&rnek Kitabı
zh_cn: 色块表(&S)

# PerceptualColor::ColorDialogPrivate|
source: <p>Lightness: 0%⁠–⁠100%</p><p>Chroma: 0⁠–⁠%L1</p><p>Hue: 0°⁠–⁠360°</p>
ca: <p>Claredat: 0%⁠–⁠100%</p><p>Croma: 0⁠–⁠%L1</p><p>To: 0°⁠–⁠360°</p>
es: <p>Luminosidad: 0–⁠100 %</p><p>Croma: 0⁠–⁠%L1</p><p>Matiz: 0°⁠–⁠360°</p>
it: <p>Luminosità: 0%⁠–⁠100%</p><p>Croma: 0⁠–⁠%L1</p><p>Tonalità: 0°⁠–⁠360°</p>
ka: <p>განათებულობა: 0%⁠–⁠100%</p><p>ქრომა: 0⁠–⁠%L1</p><p>ტონი: 0°⁠–⁠360°</p>
nl: <p>Lichtheid: 0%–⁠100⁠%</p><p>Chroma: 0⁠–⁠%L1</p><p>Tint: 0°⁠–⁠360°</p>
sv: <p>Ljushet: 0-100 %</p><p>Kroma: 0 - ⁠%L1</p><p>Färgton: 0°⁠–⁠360°</p>
tr: <p>Açıklık: %​0⁠–⁠%​100</p><p>Kroma: 0⁠–⁠%L4</p><p>Ton: 0°⁠–⁠360°</p>
zh_cn: <p>亮度：0%⁠–⁠100%</p><p>色品：0⁠–⁠%L1</p><p>色相：0°⁠–⁠360°</p>

# PerceptualColor::ColorDialogPrivate|
source: &Pick screen color…
ca: Selecció de color de la &pantalla…
es: Escoger color de la &pantalla…
tr: Ekran Rengi &Seç…
zh_cn: 拾取屏幕颜色(&P)…
